Repository: Antergos/iso-hotfix-utility
Catalog: po/*.po
Languages: hi

source: INSTALLER NOTICE:
hi: इंस्टालर सूचना :

source: You must be connected to the internet to install Antergos. Click the network icon in the top bar to configure your connection.
hi: Antergos इंस्टॉल करने के लिए इंटरनेट से जुड़ना आवश्यक है। ऊपर नेटवर्क के आइकन पर क्लिक कर अपना कनेक्शन सेट करें।

source: Installing Updates
hi: अपडेट इंस्टॉल की जा रही हैं

source: Installing available updates.
hi: उपलब्ध अपडेट इंस्टॉल की जा रही हैं

source: Update Complete
hi: अपडेट पूर्ण हुई

source: Updates were installed sucessfully. Starting Cnchi...
hi: अपडेट सफलतापूर्वक इंस्टॉल हो गई हैं। Cnchi शुरू किया जा रहा है...

source: Cnchi Automatic Updates
hi: Cnchi स्वतः अपडेट

source: Checking for available updates for the Antergos Installer.
hi: Antergos इंस्टॉलर हेतु उपलब्ध अपडेट खोजी जा रही हैं।

source: Check was sucessful.
hi: खोज सफल रही।

source: You have the latest version. You can proceed with your installation!
hi: आपका संस्करण नवीनतम है। अब आप इंस्टॉल कर सकते हैं।
